Repository: mika-archived/Pyxis
Catalog: Source/Pyxis/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# All.Text
source: All
ja_jp: みんな

# Birthday.Text
source: Birthday
ja_jp: 誕生日

# Bookmark.Text
source: Bookmark
ja_jp: ブックマーク

# BrowsingHistory.Text
source: Browsing history
ja_jp: 閲覧履歴

# Chair.Text
source: Chair
ja_jp: 椅子

# Comment.Text
source: Comment(s)
ja_jp: コメント

# Daily.Text
source: Daily
ja_jp: デイリー

# Description.Text
source: Description
ja_jp: コメント

# Desktop.Text
source: Items on the desktop
ja_jp: 机の上にあるもの

# Detail.Text
source: Detail
ja_jp: 詳細

# Favorite.Text
source: Favorite
ja_jp: お気に入り

# Follow.Text
source: Follow
ja_jp: フォロー

# Follower.Text
source: Followers
ja_jp: フォロワー

# Following.Text
source: Following
ja_jp: フォロー

# Gender.Text
source: Gender
ja_jp: 性別

# Home.Text
source: Home
ja_jp: ホーム

# Illust.Text
source: Illust
ja_jp: イラスト

# IllustAndManga.Text
source: Illust / Manga
ja_jp: イラスト・マンガ

# IllustRanking.Text
source: Illust ranking
ja_jp: イラストランキング

# Job.Text
source: Job
ja_jp: 職業

# Location.Text
source: Location
ja_jp: 住所

# Login.Text
source: Login
ja_jp: ログイン

# MailAddress.PlaceholderText
source: Mail address
ja_jp: メールアドレス

# Manga.Text
source: Manga
ja_jp: マンガ

# MangaRanking.Text
source: Manga ranking
ja_jp: マンガランキング

# Monitor.Text
source: Monitor
ja_jp: モニター

# Monthly.Text
source: Monthly
ja_jp: マンスリー

# Mouse.Text
source: Mouse
ja_jp: マウス

# Mypixiv.Text
source: Mypixiv
ja_jp: マイピク

# New.Text
source: New
ja_jp: 新着

# Newest.Text
source: Newest
ja_jp: 新着順

# Novel.Text
source: Novel
ja_jp: 小説

# NovelRanking.Text
source: Novel ranking
ja_jp: 小説ランキング

# Oldest.Text
source: Oldest
ja_jp: 古い順

# Original.Text
source: Original
ja_jp: オリジナル

# Other.Text
source: Other
ja_jp: その他

# Password.PlaceholderText
source: Password
ja_jp: パスワード

# PopularFemale.Text
source: Popular with female
ja_jp: 女子に人気

# Popularity.Text
source: Popularity
ja_jp: 人気順

# PopularMale.Text
source: Popular with male
ja_jp: 男子に人気

# Printer.Text
source: Printer
ja_jp: プリンター

# PrivateA.Content
source: Private
ja_jp: 非公開

# Private.Text
source: Private
ja_jp: 非公開

# Profile.Text
source: Profile
ja_jp: プロフィール

# PublicA.Content
source: Public
ja_jp: 公開

# Public.Text
source: Public
ja_jp: 公開

# Recommended.Text
source: Recommended for you
ja_jp: あなたへのおすすめ

# Rookie.Text
source: Rookie
ja_jp: ルーキー

# Save.Text
source: Save to local
ja_jp: 保存

# Scanner.Text
source: Scanner
ja_jp: スキャナー

# Search.Text
source: Search
ja_jp: 検索

# Settings.Text
source: Settings
ja_jp: 設定

# Share.Text
source: Share
ja_jp: 共有

# Table.Text
source: Table
ja_jp: 机

# Tablet.Text
source: Tablet
ja_jp: タブレット

# Tool.Text
source: Tool
ja_jp: ツール

# Unfollow.Text
source: Unfollow
ja_jp: フォロー解除

# User.Text
source: User
ja_jp: ユーザー

# Weekly.Text
source: Weekly
ja_jp: ウィークリー

# Work.Text
source: Works
ja_jp: 作品

# Workspace.Text
source: Workspace
ja_jp: 作業環境

# Contents.Text
source: Contents
ja_jp: コンテンツ

# IllustAndMangaA.Content
source: Illust / Manga
ja_jp: イラスト・マンガ

# NovelA.Content
source: Novel
ja_jp: 小説

# Related.Text
source: Related works
ja_jp: 関連作品

# About.Text
source: About Pyxis
ja_jp: Pyxis について

# Account.Text
source: Account
ja_jp: アカウント

# Cache.Text
source: Cache files
ja_jp: キャッシュファイル

# CacheCleared1.Text
source: If delete cache files, show images may slowly.
ja_jp: キャッシュを削除すると、画像の表示まで時間がかかる場合があります。

# Calculating.Text
source: Calculating
ja_jp: 計算中

# ClearCache.Content
source: Clear cache
ja_jp: キャッシュをクリア

# FavoriteType.Text
source: Favorite type
ja_jp: お気に入りタイプ

# Feedback1.Text
source: If you want to report bugs or new features, please tell me on
ja_jp: バグや要望などがあれば

# FeedbackHub.Text
source: Feedback Hub
ja_jp: フィードバック Hub

source: Female
ja_jp: 女

# General.Text
source: General
ja_jp: 一般

# HistoryAt1.Text
source: If your history won't show,
ja_jp: 作品を閲覧したのに表示されない場合は、

# HistoryAt2.Text
source: please first visit a few more illusts or novels before visiting your history again.
ja_jp: 何枚か作品を閲覧した後に、再度ページを開いてください。

# Items.Text
source: {0} item(s).
ja_jp: {0} 個

# Lang
source: en-US
ja_jp: ja-JP

# License.Text
source: License
ja_jp: ライセンス

# LoggedIn.Text
source: Logged-in account :
ja_jp: ログイン中のアカウント：

# Logout.Content
source: Logout
ja_jp: ログアウト

source: Male
ja_jp: 男

# NoComment.Text
source: There are no comments.
ja_jp: コメントはありません。

# NoFavorite.Text
source: There are no favorite works.
ja_jp: お気に入り投稿した作品はありません。

# NoFollow.Text
source: No following users.
ja_jp: フォローしているユーザーはいません。

# NoFollower.Text
source: No followers.
ja_jp: フォロワーはいません。

# NoItem.Text
source: There are no items.
ja_jp: アイテムはありません。

# NoMypixiv.Text
source: There are no mypixiv users.
ja_jp: マイピクはいません。

# NoNovel.Text
source: There are no bookmarked novels.
ja_jp: ブックマークした小説はありません。

# NoPost.Text
source: There are no posted works.
ja_jp: 投稿した作品はありません。

# NoRelated.Text
source: There are no related works.
ja_jp: 関連作品はありません。

# NotLoggedIn1.Text
source: You don't login to pixiv, so you cannot be performed.
ja_jp: 非ログイン状態のため、実行可能な操作はありません。

# NotLoggedIn2.Text
source: Please login to pixiv.
ja_jp: 操作を行うには、ログインしてください。

# Privacy.Text
source: Privacy policy
ja_jp: プライバシーポリシー

# SearchOption.SecondaryButtonText
source: Cancel
ja_jp: キャンセル

# SearchOption.Title
source: Search Option
ja_jp: 検索オプション

# Tag.Text
source: Tag
ja_jp: タグ

# ZeroItems.Text
source: 0 items.
ja_jp: 0個の項目

# Error1.Text
source: Please register for/login to pixiv.
ja_jp: pixiv に登録もしくはログインしてください！

# NoNew.Text
source: There are no new posts.
ja_jp: 新しい投稿はありません。

# NoSearchResult.Text
source: No search results found.
ja_jp: 検索結果はありません。

# Register.Text
source: Register
ja_jp: 登録

# AllTime.Content
source: All time
ja_jp: 指定しない

# Body.Content
source: Body
ja_jp: 本文

# Duration.Text
source: Duration
ja_jp: 期間

# Error2.Text
source: You need to register for pixiv premium on browser to enable this feature,
ja_jp: この機能を有効にするには、ブラウザから pixiv プレミアムに登録し、

# Error3.Text
source: then restart app.
ja_jp: アプリを再起動する必要があります。

# Error4.Text
source: Please check your ID and password.
ja_jp: ID とパスワードを確認してください。

# ExactMatch.Content
source: Exact match
ja_jp: 完全一致

# Keyword.Content
source: Keyword
ja_jp: キーワード

# LastDay.Content
source: w/in last day
ja_jp: 最近１日

# LastMonth.Content
source: w/in last month
ja_jp: 最近１ヶ月

# LastWeek.Content
source: w/in last week
ja_jp: 最近１週間

# LoginFail.Text
source: Login failed.
ja_jp: ログインに失敗しました。

# NeedPremium.Text
source: You need to register for pixiv premium!
ja_jp: pixiv プレミアムに登録する必要があります！

# PartialMatch.Content
source: Partial match
ja_jp: 部分一致

# Read.Content
source: Read novel.
ja_jp: 小説を読む

# SearchTarget.Text
source: Search target
ja_jp: 検索対象

# TitleCaption.Content
source: Title / Caption
ja_jp: ﾀｲﾄﾙ・ｷｬﾌﾟｼｮﾝ
